{
"We partner with talented people to build blockchain publishing solutions": "We partner with talented people to build blockchain publishing solutions",
"Our Partners & Advisor" : "Our Partners & Advisor",
"Our Tools & Technologies" : "Our Tools & Technologies",
"blockchain" : "We're building on an open blockchain: a decentralized platform.",
"Scalable architecture and simplified deployment and infrastructure" : "Scalable architecture and simplified deployment and infrastructure.",
"Lightweight client-side development and an efficient server environment" : "Lightweight client-side development and an efficient server environment.",
"Consistent workhorse for developing complex multi-protocol applications" : "Consistent workhorse for developing complex multi-protocol applications.",
"Bookchain" : "Bookchain®",
"BOOKCHAIN SOLUTIONS" : "Bookchain Solutions®",
"Bookchain solutions description" : "Our Bookchain Solutions® professional services offer blockchain knowledge and expertise for the publishing industry needs. Our highly efficient team can assist you in identifying opportunities to reduce your costs, develop new markets and revenue streams with innovative business models. Our development team can then customize solutions adapted to your needs. Contact us at info@scenarex.ca for more details.",
"Feb 2019" : "Feb, 2019",
"Ebooks reimagined" : "Ebooks reimagined",
"Oct 2018" : "Oct, 2018",
"General Availability" : "General Availability",
"BETA Rollout to Publishers & Authors" : "BETA Rollout to Publishers & Authors",
"Aug 2018" : "Aug, 2018",
"STABLE" : "STABLE",
"Version 020" : "Version 0.2.0",
"Production BETA release" : "Production BETA release",
"End-to-end transactions" : "End-to-end transactions",
"Sale and lending in reader" : "Sale and lending in reader",
"May 2018" : "May, 2018",
"Version 010" : "Version 0.1.0",
"BETA 1" : "BETA 1",
"First beta release" : "First beta release",
"Publisher and EPUB on-boarding" : "Publisher and EPUB on-boarding",
"End-user on-boarding" : "End-user on-boarding",
"Rights transfer": "Rights transfer",
"Media encryption" : "Media encryption",
"Apr 2017" : "Apr 2017",
"Version 001" : "Version 0.0.1",
"ALPHA 1" : "ALPHA 1",
"Prototype" : "Prototype",
"Blockchain contract" : "Blockchain contract",
"Manual EPUB encapsulation" : "Manual EPUB encapsulation",
"Manual media encryption" : "Manual media encryption",
"End-user reading" : "End-user reading",
"Bookchain will first be available for epubs our team continues to work on the integration to make it available to other formats" : "Bookchain® will first be available for epubs – our team continues to work on the integration to make it available to other formats",
"new" : "Bookchain® is a new, flexible and innovative way of publishing and distributing ebooks. Because we’ve built it with the goal of empowering publishers and content creators, we’ve decided to call it a Digital Book Enabler.",
"innovative" : "Bookchain® is an innovative solution, built on blockchain, that allows authors and publishers to configure the security, traceability, attribution, and distribution settings (including lending and reselling) of a digital document.",
"protecting" : "While protecting and securing the digital documents against theft and piracy, our solution lets readers access the files from any device with a web browser, without being locked into a specific ecosystem.",
"With it we want to do 3 things" : "With it, we want to do 3 things",
"empower" : "Empower writers and content creators to protect their rights and enable them to choose the way their work is distributed and shared with the world",
"allow publishers" : "Allow publishers to better manage distribution, attribution and traceability of an author’s work",
"bring to market" : "Bring to the market a blockchain, service that can be used without any cryptocurrencies",
"Who can use Bookchain" : "Who can use Bookchain®?",
"designed for diffeent needs" : "Bookchain® was specifically designed to fit the different needs of all those involved in the digital publishing industry. We created it to be fully adaptable to the reality of publishers, indie publishers and self-publishing authors.",
"How does it work" : "How does it work?",
"account creation" : "Once users have created their account on our Bookchain® web platform, they can simply upload their digital file and easily fill out the smart contract which contains all the settings for the publishing and distribution of their digital file.",
"SECURITY" : "SECURITY",
"security description" : "Bookchain® allows you to publish and distribute your work any way you choose. The smart contract enforces the parameters you define and keeps the encryption that protects the file from being illegally copied, transferred or worse, hacked.",
"TRACEABILITY" : "TRACEABILITY",
"traceability description" : "Each account on our user interface contains a dashboard providing comprehensive data and analytics of your published documents, making it easy to evaluate your work’s reach and track its impact with the audience.",
"ATTRIBUTION" : "ATTRIBUTION",
"attribution description" : "The smart contract also contains all the metadata of the file. For ebooks, the Bookchain® interface is directly linked to an ISBN database, making it easy to fill out all the relevant information, identify the rights owners of the content and even specify and distribute the respective royalties.",
"DISTRIBUTION" : "DISTRIBUTION",
"distribution description" : "Here’s where it gets even more interesting. Bookchain® gives authors and publishers the ability to enable the resale and lending of their ebooks, without involving a third party. All permissions and authorizations are programed in the smart contract at the time of publishing and are as flexible as the users wants them to be.",
"About" : "About",
"Check out the team" : "Check out the team",
"Scenarex1" : "Scenarex is a Montreal-based start-up founded in 2015, born out of a passion for literature, sharing and technology. Using blockchain technology, our goal is to create flexible, user-friendly, non-restrictive solutions that will benefit the evolution and development of the digital publishing industry.",
"Scenarex2" : "We aim to provide publishers and content creators with innovative and effective tools, allowing them to manage their digital files and protect their content against piracy and theft, without compromising their accessibility or impeding their impact on the public.",
"Scenarex3" : "We work with blockchain technology because of its flexibility, its transparency and its security. We strongly believe in making our digital rights solutions available to everyone, which is why we have built them so that they can be used without any cryptocurrency.",
"Founder  Chief Executive Officer" : "Founder & Chief Executive Officer",
"Chief Commercial Officer" : "Chief Commercial Officer",
"Legal Director" : "Legal Director",
"Chief Technology Officer" : "Chief Technology Officer",
"Frontend Developer" : "Front-end Developer",
"Blockchain Developer" : "Blockchain Developer",
"Headquarters" : "Headquarters",
"Address" : "Address",
"line1" : "456 de la Gauchetiere West, Suite 200",
"line2" : "Montreal QC  H2Z 1E3",
"Email" : "Email",
"Phone" : "Phone",
"AgatheLine1" : "An expert in keeping the Scenarex team out of trouble and avoiding all legal missteps since 2017, Agathe was sworn-in to the Bar of Quebec in 2003. A fiscal lawyer by trade, she also holds a certification in corporate and family mediation and has over 15 years of practice in various legal fields. Having worked as a legal analyst for more than 7 years, she has a deep understanding of digital publishing.",
"AgatheLine2" : "Agathe oversees the compliance of the legal aspects of our solutions, including the respect of copyright, the private policy, the legal parameters of our Bookchain® smart contracts as well as the legal tax aspects for the distribution of royalties.",
"HumbertoLine1" : "Humberto is an experienced blockchain developer. He was working for Scenarex as a contractor in 2017 and 2018 has he worked on the development of our Bookchain® prototype, our beta version and on our minimum viable product (MVP) lunch. In 2019, Humberto joined Scenarex has a full time employee. He is now responsible for all technological facets of our blockchain developments.",
"HumbertoLine2" : "Humberto has a bachelor's degree in Electronics Engineering from the University of Cauca Popayan, Colombia and a master degree in Mechanical Engineering from École Polytechnique de Montreal.",
"ChrisLine1" : "A marketing and business strategy maniac, a nerd despite herself, and a little bit of a (e)bookworm, Christine has been collaborating with Scenarex since 2017. Doggedly determined to translate all of the Blockchain lingo into understandable language, she just joined the management team and also holds the unofficial – yet very important – title of Blockchain translator.",
"ChrisLine2" : "Christine has over 10 years of management experience in retail, sales, and commerce. In addition, she has worked for over 4 years as a coach and a strategic advisor, consulting with over a hundred companies, both at the start-up and growth level. She holds a Bachelor of Business Administration (B.B.A.) and a Master of Science (M.Sc.) in Marketing.",
"ChrisLine3" : "Christine leads the development of our strategic marketing and business development plans and oversees their implementation.",
"MackLine1" : "A red-headed food (cough cough, dessert) lover and the youngest member of our team, Mackenzie has been with SCENAREX since 2018. Initially wanting to be a chemical engineer, she couldn’t help but be seduced by the coding world, reoriented her career accordingly and now finds herself joyfully navigating the blockchain space.",
"MackLine2" : "Her experience includes over 5 years of studies and internships as an IT analyst and application developer for both the public and private sector. She holds a Bachelor of Applied Science (B.A.S.) in Chemical Engineering and Bachelor of Science (B.Sc.) in Computer Technology.",
"MackLine3" : "Mackenzie is in charge of the all aspects concerning the front-end development of our platforms, as well as ensuring an optimal user experience.",
"SPLine1" : "President and founder, but most importantly a geek at heart, Simon-Pierre launched Scenarex in 2015 with the goal of building new solutions with a lasting impact on the digital publishing industry.",
"SPLine2" : "With over 20 years of experience in supervising IT application development, budgeting, and project management, he also holds a Bachelor of Science in Computer Science (B.Sc.) and an Executive Master of Business Administration (eMBA), with a specialization in technology management.",
"SPLine3" : "Simon-Pierre manages the overall operations and resources of the company while ensuring its continued development and growth.",
"SteveLine1" : "An overly responsible coder - to his own despair - and a rebel at heart, Steve could not resist the blockchain challenge and joined the team in 2018. An experienced technology architect, he has extensive experience in defining IT solutions and software development. He is also a proficient professional in business process design, database design, scripted and object-oriented languages, as well as mobile development.",
"SteveLine2" : "Steve oversees all technological aspects of the development and production of our software and its underlying infrastructure.",
"News" : "News",
"Contact" : "Contact",
"Discover" : "Discover our Bookchain® solution",
"Press" : "Press",
"Made with" : "Made with",
"using" : "using",
"Sign up for our newsletter" : "Sign up for our newsletter",
"Subscribe" : "Subscribe",
"This work is licensed under a " : "This work is licensed under a ",
"Post" : "Post",
"Post to our " : "Post to our ",
"public" : "#public",
"channel" : "channel",
"Team" : "Team",
"by" : "by"
}
