{"data":{"markdownRemark":{"html":"<p>Today we have the pleasure to announce more good news for Scenarex. The Fonds des médias du Canada (Canada media fund) is investing a significant amount of $ 232,000 into Scenarex to support the second round of production for the Bookchain® solution as part of the 2017-2018 Experimental Stream Innovation Program.</p>\n<p>Thanks to this funding, we will be able to complete the development of our Bookchain® solution and make it accessible to all Canadian authors and publishers who will then be able to securely broadcast their digital literary works around the world.</p>\n<p>As you know, our Bookchain® solution is an innovative Digital Rights Management (DRM). Developed with blockchain technology, it improves security, facilitates traceability and allows the sharing of digital files. On top of being able to access his eBooks on any device or platform, the reader will be able to resell or rent his eBooks. The rights of the authors and publishers will be ensured thanks to our smart contract allowing a fair return of the revenues to all parties.</p>\n<p>We would also like to take this opportunity to thank our partners:</p>\n<ul>\n<li>The National Research Council Canada (NRC) who gave us the opportunity to develop our prototype.</li>\n<li>The BCF Imagine program team that provides us with legal services, intellectual property and a lot more.</li>\n<li>The Centre d’entrepreneuriat ESG UQAM and its dynamic team who have supported us from the beginning and are guiding us masterfully!</li>\n<li>Blocksense COOP, our blockchain technology specialists.</li>\n<li>Brady Type, our specialist in eBook development.</li>\n<li>Remédia, our specialist in social networks.</li>\n<li>Guimond Lavallée Inc., our accounting firm.</li>\n<li>Bonheur en vrac, with whom we are currently working on the redesign of our website.</li>\n<li>HPJ agency, for the hosting of our website.</li>\n</ul>\n<p><a href=\"https://www.cmf-fmc.ca/en-ca/news-events/news/january-2018/$11-3m-awarded-to-19-interactive-digital-media-pro\">https://www.cmf-fmc.ca/en-ca/news-events/news/january-2018/$11-3m-awarded-to-19-interactive-digital-media-pro</a></p>","frontmatter":{"path":"/en/Major-investment-by-CMF-in-the-development-of-the-Bookchain-solution-of-Scenarex","title":"Major investment by CMF in the development of the Bookchain solution of Scenarex","ref":20180122,"author":"Simon-Pierre Marion"}}},"pageContext":{}}