{"data":{"markdownRemark":{"html":"<p>Nous avons aujourd’hui le plaisir de vous annoncer une autre bonne nouvelle pour Scénarex ! En effet, le Fonds des médias du Canada accorde un important financement de 232 000 $ à Scenarex, dans le cadre du deuxième cycle d’aide à la production du Programme d’innovation du Volet expérimental 2017-2018.</p>\n<p>Grâce à ce financement, nous pourrons compléter le développement de notre solution Bookchain® et ainsi la rendre accessible à tous les auteurs et éditeurs canadiens qui pourront alors diffuser de manière sécuritaire leurs œuvres littéraires numériques partout dans le monde.</p>\n<p>Rappelons que notre solution Bookchain® est une innovation du domaine de la gestion numérique des droits (de l’anglais Digital Right Manangement (DRM)). Développée grâce à la technologie blockchain, elle améliore la sécurité, facilite la traçabilité et permet le partage des œuvres numériques. Le lecteur pourra ainsi lire ses livres numériques sur n’importe quelle plateforme et pourra également les revendre ou les prêter. Le droit des auteurs et éditeurs sera assuré grâce à notre contrat intelligent permettant un retour équitable des revenus.</p>\n<p>Toute l’équipe de Scénarex aimerait, par la même occasion, remercier nos précieux collaborateurs :</p>\n<ul>\n<li>Le Conseil national de recherches Canada (CNRC) sans qui le développement de notre prototype n’aurait pas été possible.</li>\n<li>L’équipe du programme BCF Imagine qui nous procure les services d’ordre juridique, de propriété intellectuelle et bien plus.</li>\n<li>Le Centre d’entrepreneuriat ESG UQAM et son équipe dynamique qui nous ont appuyés dès le début de notre projet et qui nous guident de main de maître !</li>\n<li>Blocksense COOP, nos spécialistes de la technologie blockchain.</li>\n<li>Brady Type, notre spécialiste de la conception du livre numérique.</li>\n<li>Remédia, notre spécialiste des réseaux sociaux.</li>\n<li>Guimond Lavallée Inc., notre firme comptable.</li>\n<li>Bonheur en vrac, avec qui nous travaillons actuellement pour la refonte de notre site Web.</li>\n<li>L’Agence HPJ pour l’hébergement de notre site Web.</li>\n</ul>\n<p><a href=\"https://www.cmf-fmc.ca/fr-ca/nouvelles-et-evenements/actualites/janvier-2018/19-projets-medias-numeriques-interactifs-recoivent-11,3-millions-de-dollars\">https://www.cmf-fmc.ca/fr-ca/nouvelles-et-evenements/actualites/janvier-2018/19-projets-medias-numeriques-interactifs-recoivent-11,3-millions-de-dollars</a></p>","frontmatter":{"path":"/fr/Major-investment-by-CMF-in-the-development-of-the-Bookchain-solution-of-Scenarex","title":"Important financement du FMC pour la production de la solution Bookchain® de Scénarex","ref":20180122,"author":"Simon-Pierre Marion"}}},"pageContext":{}}