{
  "We partner with talented people to build blockchain publishing solutions": "Nous travaillons en partenariat avec des gens talentueux pour créer des solutions d’édition blockchain",
  "Our Partners & Advisor" : "Nos partenaires & conseillers",
  "Our Tools & Technologies" : "Nos outils & technologies",
  "blockchain" : "Nous construisons sur une blockchain ouverte: une plateforme décentralisée.",
  "Scalable architecture and simplified deployment and infrastructure" : "Architecture évolutive ainsi que déploiement et infrastructure simplifiés.",
  "Lightweight client-side development and an efficient server environment" : "Développement léger côté client et environnement de serveur efficace.",
  "Consistent workhorse for developing complex multi-protocol applications" : "Bête de somme pour développer des applications multi-protocoles complexes.",
  "Bookchain" : "Bookchain®",
  "BOOKCHAIN SOLUTIONS" : "Bookchain Solutions®",
  "Bookchain solutions description" : "Nos services professionnels Bookchain Solutions® offrent une expertise et une connaissance approfondie des chaînes de blocs à l’industrie de l’édition numérique. Notre équipe d’experts peut vous aider à établir des opportunités de réduction des coûts, à créer de nouveaux marchés et à vous positionner pour de nouvelles sources de revenus, grâce à des modèles d’affaires innovants. Notre équipe de développement pourra ensuite développer des solutions adaptées à vos besoins. Contactez-nous à info@scenarex.ca pour plus d’informations.",
  "Feb 2019" : "Fév, 2019",
  "Ebooks reimagined" : "Les livres numériques réinventés",
  "Oct 2018" : "Oct, 2018",
  "General Availability" : "Disponibilité générale",
  "BETA Rollout to Publishers & Authors" : "Déploiement BETA aux éditeurs & auteurs",
  "Aug 2018" : "Aou, 2018",
  "STABLE" : "STABLE",
  "Version 020" : "Version 0.2.0",
  "Production BETA release" : "Version de production BETA",
  "End-to-end transactions" : "Transactions de bout en bout",
  "Sale and lending in reader" : "Vente et prêt dans le lecteur",
  "May 2018" : "Mai, 2018",
  "Version 010" : "Version 0.1.0",
  "BETA 1" : "BETA 1",
  "First beta release" : "Première version bêta",
  "Publisher and EPUB on-boarding" : "Intégration de l'éditeur et du EPUB",
  "End-user on-boarding" : "Intégration de l'utilisateur",
  "Rights transfer": "Transfère des droits",
  "Media encryption" : "Cryptage des médias",
  "Apr 2017" : "Avr 2017",
  "Version 001" : "Version 0.0.1",
  "ALPHA 1" : "ALPHA 1",
  "Prototype" : "Prototype",
  "Blockchain contract" : "Contrat blockchain",
  "Manual EPUB encapsulation" : "Encapsulation manuelle EPUB",
  "Manual media encryption" : "Cryptage manuelle du EPUB",
  "End-user reading" : "Lecture par utilisateur",
  "Bookchain will first be available for epubs our team continues to work on the integration to make it available to other formats" : "La première version de Bookchain® sera compatible avec les fichiers EPUB seulement – notre équipe continue à travailler à l’intégration d’autres formats numériques",
  "new" : "Bookchain® est un nouvel outil flexible et innovant de publication et distribution de livres numériques. Nous l’avons bâti pour permettre aux éditeurs et aux auteurs de contrôler pleinement la gestion et la protection de leurs droits numériques, nous l’avons renommé Digital Book Enabler.",
  "innovative" : "Bookchain® est une solution innovante, construite avec la technologie blockchain qui permet aux auteurs et aux éditeurs de configurer les paramètres de sécurité, de traçabilité, d’attribution et de distribution (incluant la revente et le prêt) d’un fichier numérique.",
  "protecting" : "While protecting and securing the digital documents against theft and piracy, our solution lets readers access the files from any device with a web browser, without being locked into a specific ecosystem.",
  "With it we want to do 3 things" : "Fondamentalement, nous voulons accomplir trois choses",
  "empower" : "Donner la possibilité aux auteurs et aux créateurs de contenu de protéger leurs droits numériques et de choisir la façon dont leurs œuvres seront distribuées et partagées avec le public",
  "allow publishers" : "Permette aux éditeurs d’optimiser la gestion de la distribution, l’attribution des droits et la traçabilité d’un livre numérique",
  "bring to market" : "Introduire dans le marché une solution bâtie avec la technologie blockchain pouvant être utilisée sans la crypto-monnaie",
  "Who can use Bookchain" : "Qui peut utiliser Bookchain®?",
  "designed for diffeent needs" : "La solution Bookchain® a été conçue pour s’adapter aux divers besoins des différents acteurs de l’industrie de l’édition numérique. Nous l’avons créé afin qu’elle puisse répondre aux défis et enjeux des éditeurs, des éditeurs indépendants et des auteurs en autoédition.",
  "How does it work" : "Comment ça fonctionne?",
  "account creation" : "Suite à la création d’un compte sur la plateforme web Bookchain®, les utilisateurs transfèrent leur fichier numérique et remplissent un contrat intelligent intuitif contenant tous les paramètres pour la publication et la distribution de leurs documents digitaux.",
  "SECURITY" : "SÉCURITÉ",
  "security description" : "La solution Bookchain® permet de publier et de distribuer les œuvres selon votre convenance. Le contrat intelligent applique les paramètres que vous définissez et empêche le fichier encrypté d’être copié et transféré illégalement ou, encore pire, piraté.",
  "TRACEABILITY" : "TRAÇABILITÉ",
  "traceability description" : "Les comptes utilisateurs contiennent chacun un tableau de bord simple et convivial fournissant des données analytiques des documents publiés, permettant de connaître et d’évaluer facilement sa portée et son impact sur le public.",
  "ATTRIBUTION" : "ATTRIBUTION",
  "attribution description" : "Le contrat intelligent contient également toutes les métadonnées du fichier. Pour les livres numériques, l’interface Bookchain® est reliée directement à une base de données ISBN, facilitant l’entrée d’informations, l’identification des ayants-droits et même la spécification et la distribution des redevances respectives.",
  "DISTRIBUTION" : "DISTRIBUTION",
  "distribution description" : "Voici où ça devient encore plus intéressant. Bookchain® donne aux auteurs et aux éditeurs la possibilité de revendre et de prêter leurs livres numériques, sans l’intervention d’un intermédiaire. Tous les détails d’autorisations de partage et de distribution sont programmés dans le contrat intelligent au moment de l’enregistrement de l’œuvre.",
  "About" : "À propos",
  "Book a meeting with us" : "Réservez une rencontre avec nous dès maintenant!",
  "Agenda" : "Agenda",
  "Check out the team" : "Decouvrez l'équipe",
  "Scenarex1" : "Scenarex est une start-up montréalaise fondée en 2015, née d'une passion pour la littérature, le partage et la technologie. Notre mission est de contribuer à la transformation et au développement de l'industrie de l'édition numérique avec des solutions innovantes utilisant le potentiel de la technologie blockchain.",
  "Scenarex2" : "Nous visons à fournir aux créateurs de contenu et aux éditeurs des outils innovants et efficaces pour optimiser la gestion de leurs œuvres numériques et protéger leurs droits contre le piratage, sans compromettre l’accessibilité et l’impact sur le public.",
  "Scenarex3" : "Nous croyons à la création de solutions flexibles et non restrictives qui évolueront avec la transformation de l’industrie de l’édition numérique. Nous avons choisi de travailler avec la technologie blockchain en vertu de sa flexibilité, sa transparence et sa sécurité. Notre premier objectif est de rendre nos solutions accessibles à tous; c’est pourquoi elles ont été développées pour être utilisées sans crypto-monnaie.",
  "Founder  Chief Executive Officer" : "Fondateur et Chef de la direction",
  "Chief Commercial Officer" : "Directrice commerciale",
  "Legal Director" : "Directrice juridique",
  "Chief Technology Officer" : "Directeur technologique",
  "Frontend Developer" : "Développeuse front-end",
  "Blockchain Developer" : "Développeur Blockchain",
  "Headquarters" : "Siège social",
  "Address" : "Addresse",
  "line1" : "456 de la Gauchetière O, Suite 200",
  "line2" : "Montreal QC  H2Z 1E3",
  "Email" : "Courriel",
  "Phone" : "Téléphone",
  "AgatheLine1" : "Experte à garder l’équipe de Scenarex dans le droit chemin et éviter tous faux-pas légal depuis 2017, Agathe a été assermentée comme avocate en 2003. Avocate-fiscaliste de formation, elle est également accréditée comme médiatrice corporative et familiale et cumule plus de 15 ans de pratique dans l’univers juridiques. Ayant œuvré comme analyste en droit pendant plus de 7 ans, elle a une profonde connaissance de l’édition numérique.",
  "AgatheLine2" : "Me Cavanagh supervise les aspects juridiques de nos solutions, notamment le respect des droits d’auteurs, la politique de confidentialité, les paramètres légaux des contrats intelligents Bookchain® ainsi que les aspects légaux fiscaux pour la distribution des redevances.",
  "HumbertoLine1" : "Humberto est un ingénieur électronique et mécanique accompli avec plusieurs années d’expérience en tant que développeur blockchain. Son expérience couvre non seulement le développement de solutions, mais aussi la conception de réseaux et le génie logiciel des télécommunications.",
  "HumbertoLine2" : "De plus, il a un baccalauréat (B. Sc.) en génie électronique de l’Université du Cauca Popayàn, en Colombie et une M. Sc. en génie mécanique de l’École Polytechnique de Montréal.",
  "ChrisLine1" : "Maniaque du marketing et de la stratégie, nerd bien malgré elle et passionnée de lecture, Christine collabore avec Scenarex depuis 2017. Ardemment décidée à vulgariser la technologie blockchain dans des termes compréhensibles, elle vient tout juste de se joindre à l’équipe de direction de l’entreprise.",
  "ChrisLine2" : "Christine possède plus de 10 ans d’expérience en gestion et direction dans le commerce de détail. De plus, elle a œuvré en tant que formatrice et conseillère stratégique pendant plus de 4 ans, accompagnant plus d’une centaine d’entreprises au démarrage et en développement. Elle est titulaire d’un baccalauréat en administration des affaires (B.A.A.) et d’une maîtrise ès sciences (M.Sc.) en marketing.",
  "ChrisLine3" : "Christine conduit le développement de la planification marketing et des stratégies de commercialisation et supervise leur mise en œuvre.",
  "MackLine1" : "Une amoureuse de nourriture (hum hum, de desserts) aux cheveux roux et la plus jeune membre de notre équipe, Mackenzie travaille chez SCENAREX depuis 2018. Voulant initialement devenir ingénieure chimiste, elle n’a pu s’empêcher d’être séduite par le monde de la programmation, a réorienté sa carrière en conséquence et navigue maintenant avec plaisir l’univers blockchain.",
  "MackLine2" : "Son expérience inclut plus de 5 ans d’études et de stages en tant qu’analyste informatique et développeur d’applications pour les secteurs public et privé. Elle détient un Baccalauréat ès Sciences Appliquées (B.Sc.A.) en génie chimique et Baccalauréat ès Sciences (B. Sc.) en technologie informatique.",
  "MackLine3" : "Mackenzie est responsable de tous les aspects concernant le développement front-end de nos plateformes web ainsi que d’assurer optimisation de l’expérience utilisateur",
  "SPLine1" : "Président-fondateur, mais surtout, geek dans l’âme, Simon-Pierre a lancé Scenarex en 2015 avec l’objectif de concevoir des solutions innovantes ayant un impact durable sur l’industrie de l’édition numérique.",
  "SPLine2" : "Il cumule plus de 20 ans d’expérience dans la gestion du développement d’applications des domaines technologiques ainsi que dans la gestion des budgets et de projets, en plus d’être titulaire d’un baccalauréat en sciences informatiques (B.Sc.) et d’une maîtrise administration des affaires pour cadre (eMBA), spécialisée en gestion des technologies.",
  "SPLine3" : "Simon-Pierre gère et encadre l’ensemble des opérations de l’entreprise ainsi que son fonctionnement tout en planifiant son développement et sa croissance.",
  "SteveLine1" : "Codeur d’une responsabilité exemplaire – à son grand désespoir – et rebelle dans l’âme, Steve n’a pu résister le défi que représente la blockchain et s’est joint à l’équipe en 2018. Architecte technologique expérimenté, il possède une grande expérience dans le développement de solutions TI et dans la programmation. Il est également un professionnel chevronné dans la conception de processus d’affaires, les bases de données SQL et noSQL, les langages script et orientés objet, de même que le développement mobile iOS.",
  "SteveLine2" : "Steve supervise tous les aspects technologiques du développement et de la production de nos solutions ainsi que leur infrastructure.",
  "News" : "Nouvelles",
  "LBF2019" : "LBF 2019",
  "LBF2019-Long" : "London Book Fair 2019",
  "Contact" : "Nous joindre",
  "Discover" : "Découvrez notre solution Bookchain®",
  "Press" : "Presse",
  "Made with" : "Fait avec",
  "using" : "en utilisant",
  "Sign up for our newsletter" : "Abonnez-vous à notre infolettre",
  "Subscribe" : "S'abonner",
  "This work is licensed under a " : "Ce(tte) œuvre est mise à disposition selon les termes de la ",
  "Post" : "Envoyer",
  "Post to our " : "Publier sur notre canal ",
  "public" : "#publique",
  "channel" : "",
  "Team" : "Équipe",
  "by" : "par"
}
