{"data":{"markdownRemark":{"html":"<p>It is with great pride and enthusiasm that we announce today the appointment of Scenarex as a finalist of the contest \"My Company\". This contest is organized annually by the ESG UQÀM Entrepreneurship Center in partnership with the National Bank of Canada (BNC). Selected from more than 80 entries, Scenarex is one of twenty finalists and will present its project to the jury members during the grand finale on April 6 at UQÀM. Up to $ 15,000 will be awarded to the winners to help them achieve their start-up and business development project.</p>\n<p>We are confident that the next stage of this competition will be very strong, as the list of twenty finalists shows. As the initiator of the Scenarex project, I commit myself, with all my team, to give all the efforts and resources necessary for our success and to provide a performance worthy of holding the attention of the jury members during the presentation. our Bookchain™ project.</p>\n<p>Click on the following link to consult <a href=\"https://centreentrepreneuriat.esg.uqam.ca/concours-mon-entreprise/\">the list of twenty finalists (French only)</a> under the section Laureates 2017.</p>\n<p>Scenarex is a start-up company whose mission is to create a new technology that allows the integration of epub 3 ebooks into a blockchain ecosystem, which we call Bookchain™. This innovative solution now makes it possible for a reader to resell digital books by allowing him to transfer his read rights, stored in our Bookchain™, to another reader while guaranteeing the author, publisher and distributor of the book a fair reward for the profits of the resale. This solution will also ensure the management of read rights of a book between the different reading platforms, which makes it portable between different types of devices (such as iOS, Android, MAC OS, Windows and the latest Kindle tablets), which the DRM does not offer. Starting Feb. 23, Scenarex will launch a digital socio-funding campaign to raise some of the funds needed to make this major project a reality.</p>","frontmatter":{"path":"/en/Scenarex-makes-the-My-Entreprise-contest-finals","title":"Scenarex makes the “My Entreprise” contest finals","ref":20170124,"author":"Simon-Pierre Marion"}}},"pageContext":{}}